[
    {
      "id": "c67ab8a7",
      "title": "Projet Kasa",
      "description": "Le projet Kasa est une application web de location immobilière réalisée avec React. J'ai développé l'ensemble de l'application à partir de zéro, en créant la structure, les composants React et en intégrant React Router pour la gestion des routes. J'ai suivi les maquettes Figma pour assurer une interface responsive, tout en garantissant un code de qualité.",
      "pictures": [
        "/images/kasa-homepage.webp",
        "/images/kasa-apropos.webp",
        "/images/kasa-logement.webp"
      ],
      "lienrepo": "https://github.com/GlMlL/Projet-8-kasa.git",
      "littletitle": "Kasa",
      "littledescription": "Projet react d'une application immobilière"
    },
    {
      "id": "b9123946",
      "title": "Projet 724 Event",
      "description":"Dans le cadre du projet 724event, j'ai été chargé de finaliser l'intégration d'un site vitrine one-page pour une agence évènementielle. Mon rôle consistait principalement à déboguer le site en effectuant des tests sur les différents composants afin d'identifier et corriger les bugs qui nuisaient à l'expérience utilisateur. En plus de cela, j'ai optimisé la performance du site pour assurer une navigation fluide et rapide. J'ai également rédigé un cahier de recettes détaillant les tests à effectuer pour garantir la conformité du site avec les exigences et le design validés, avant sa mise en ligne.",
      "pictures": [
        "/images/724event-carrousel.webp",
        "/images/724event-services.webp",
        "/images/724event-events.webp",
        "/images/724event-team.webp",
        "/images/724event-contact.webp"
      ],
      "lienrepo": "https://github.com/GlMlL/724events.git",  
      "littletitle": "724 Event",
      "littledescription": "Projet de débugage d'un site d'évènement"
    },
    {
      "id": "46d188c5",
      "title": "Projet Argent Bank",
      "description": "Le projet Argent Bank consistait à développer une application bancaire en React, avec un système d'authentification. L'application permet à l'utilisateur de se connecter, se déconnecter et gérer son profil, y compris la modification de son pseudo. J'ai utilisé Redux pour gérer l'état de l'application et intégré un backend avec des appels API pour récupérer et envoyer les données. J'ai également optimisé le code selon les bonnes pratiques de Green Code, notamment en optimisant les images et en créant des composants réutilisables.",
      "pictures": [
        "/images/argentbank-homepage.webp",
        "/images/argentbank-login.webp",
        "/images/argentbank-user.webp"
      ],
      "lienrepo": "https://github.com/GlMlL/ArgentBank-Frontend.git",
      "littletitle": "Argent Bank",
      "littledescription": "Projet react avec API d'un site bancaire"
    },
    {
      "id": "e4f7c9d1",
      "title": "Projet Nina Carducci",
      "description": "J'ai optimisé le site en améliorant les performances et le SEO, tout en mettant en place le référencement local avec Schema.org. J'ai également ajouté les métadonnées pour les réseaux sociaux et apporté les ajustements nécessaires pour renforcer l'accessibilité. Enfin, j'ai réalisé un rapport d'optimisation détaillant les actions effectuées et leurs impacts.",
      "pictures": [
        "/images/Nina-Carducci-portfolio.webp",
        "/images/Nina-Carducci-carrousel.webp",
        "/images/Nina-Carducci-services.webp"
      ],
      "lienrepo": "https://github.com/GlMlL/nina-carducci.git",
      
      "littletitle": "Nina Carducci",
      "littledescription": "Optimisation des performances et du SEO "
    }
  ]
  